{"translation-revision-date":"2022-08-09 07:27:07+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Oops! Something went wrong while saving.":["Oups ! Une erreur est survenue lors de l’enregistrement."],"Great! Your settings were saved successfully.":["Super ! Vos réglages ont bien été enregistrés."],"Close sidebar":["Fermer la colonne latérale"],"Open sidebar":["Ouvrir la colonne latérale"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Obtenez votre code de vérification dans %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site %1$sover at Pinterest%2$s.":["Revendiquez votre site %1$sen vous rendant sur Pinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Obtenez votre code de vérification dans %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Obtenez votre code de vérification dans %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Ajouter le code de vérification"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Obtenez votre code de vérification dans %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different webmaster tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Revendiquez votre site sur différents outils pour webmasters. Cela ajoute une méta balise de vérification sur votre page d’accueil. Vous pouvez trouvez des instructions sur le processus de revendication pour chaque plateforme en suivant le lien en description."],"Webmaster tools":["Outils pour les webmasters"],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":["Par défaut, seuls les éditeurs\/éditrices et administrateurs\/administratrices peuvent accéder aux sections avancées des options de Yoast SEO. La désactivation de l’option permettra à tous les comptes utilisateurs d’y accéder."],"Restrict advanced settings for authors":["Restreindre les réglages avancés aux auteurs\/autrices"],"Security & privacy":["Sécurité et confidentialité"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Ce point de terminaison d’API REST de Yoast SEO vous donne toutes les métadonnées d’une URL donnée. Cela permettra aux sites WordPress « headless » d’utiliser Yoast SEO pour générer les métadonnées."],"REST API endpoint":["Point de terminaison d’API REST"],"APIs":["APIs"],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Le menu de Yoast SEO dans la barre d’administration contient des liens intéressants vers des outils-tiers pour analyser des pages et permet de consulter les notifications."],"Slack sharing":["Partage sur Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permet à Twitter d’afficher un aperçu avec des images et un extrait de texte lorsqu’un lien vers votre site est partagé."],"Twitter card data":["Données Twitter card"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Permet à Facebook et d’autres réseaux sociaux d’afficher un aperçu avec des images et un extrait de texte lorsqu’un lien vers votre site est partagé."],"Open Graph data":["Données Open Graph"],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["Facebook, Twitter et Pinterest utilisent tous les données Open Graph de Facebook. Assurez-vous donc d’activer le réglage « Données Open Graph » ci-dessous si vous souhaitez optimiser votre site pour ces réseaux sociaux."],"Social sharing":["Partage social"],"Site structure":["Structure de site"],"Copywriting":["Copywriting"],"Tell us which features you want to use.":["Dites nous quelles fonctionnalités vous souhaitez utiliser."],"Site preferences":["Préférences du site"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post. %1$sFind out how IndexNow can help your site%2$s.":["Notifiez automatiquement les moteurs de recherche tels que Bing et Yandex à chaque fois que vous publiez, mettez à jour ou supprimez une publication. %1$sDécouvrez en quoi IndexNow peut aider votre site%2$s."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":["Le suivi d’utilisation nous permet de relever certaines données de votre site et améliorer notre extension. %1$sAutorisez-nous à relever quelques données pour améliorer notre extension%2$s."],"%1$sRead why XML Sitemaps are important for your site%2$s.":["%1$sDécouvrez pourquoi les plans de site XML sont importants pour votre site%2$s."],"%1$sSee the XML sitemap%2$s.":["%1$sConsulter le plan de site XML%2$s."],"Enable the XML sitemaps that Yoast SEO generates.":["Activez les plans de site XML générés par Yoast SEO."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack. %1$sFind out how a rich snippet can improve visibility and click-through-rate%2$s.":["Cela ajoute une mention de l’auteur\/autrice et la durée de lecture estimée dans l’aperçu lors d’un partage sur Slack. %1$sDécouvrez en quoi les extraits enrichis peuvent améliorer la visibilité et le taux de clic%2$s."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to. %1$sRead more about how internal linking can improve your site structure%2$s.":["L’encart des suggestions de liens contient la liste de vos publications de blog avec des contenus similaires vers lesquels il serait judicieux de faire des liens. %1$sEn savoir plus sur le maillage interne et l’amélioration de la structure de votre site%2$s."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! %1$sFind out how Insights can help you improve your content%2$s.":["Trouvez des données pertinentes sur votre contenu dans la section Stats de l’encart Yoast SEO. Vous verrez quels mots vous utilisez le plus souvent et s’ils correspondent à vos mots-clés ! %1$sDécouvrez comment les Stats peuvent améliorer votre contenu%2$s."],"The readability analysis offers suggestions to improve the structure and style of your text. %1$sDiscover why readability is important for SEO%2$s.":["L’analyse de lisibilité vous donne des suggestions pour améliorer la structure et le style de votre contenu. %1$sDécouvrez pourquoi la lisibilité est importante pour le SEO%2$s."],"The SEO analysis offers suggestions to improve the SEO of your text. %1$sLearn how the SEO analysis can help you rank%2$s.":["L’analyse SEO vous donne des suggestions pour optimiser le référencement de votre contenu. %1$sEn savoir plus sur l’impact de l’analyse SEO sur la visibilité%2$s."],"Network disabled":["Désactivé au niveau du réseau"],"Unavailable for sub-sites":["Non disponible pour les sites enfants"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Cette image est utilisée dans le cas où les articles\/pages n’ont aucune image définie."],"Site image":["Image du site"],"Title separator":["Séparateur de titre"],"Site defaults":["Valeurs par défaut"],"Recommended size for this image is %1$s%3$s%2$s":["La taille recommandée pour cette image est de %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["%1$sL’image du site%2$s nécessite les données Open Graph qui sont actuellement désactivées dans la section « Partage social » des %3$sPréférences du site%4$s."],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":["Vous pouvez utiliser les variables %1$sTitre du site%2$s, %1$sSlogan%2$s et %1$sSéparateur%2$s en configurant les métadonnées de vos contenus."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Ajoutez automatiquement du contenu à votre flux RSS. Cela vous permet d’ajouter des liens vers votre blog et vos articles, ce qui aide les moteurs de recherche à identifier la source du contenu."],"RSS feed":["Flux RSS"],"Dismiss":["Ignorer"],"%1$s (default)":["%1$s (par défaut)"],"The selected media type is not valid. Supported formats are: %1$s.":["Le type de média sélectionné n’est pas valide. Les formats pris en charge sont : %1$s."],"JPG, PNG, WEBP and GIF":["JPG, PNG, WEBP et GIF"],"IndexNow":["IndexNow"],"Link suggestions":["Suggestions de liens"],"Insights":["Stats"],"Remove image":["Retirer l’image"],"Select image":["Sélectionner une image"],"Replace image":["Remplacer l’image"],"Usage tracking":["Suivi d’utilisation"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Le compteur de liens textuels vous aide à améliorer la structure de votre site. %1$sDécouvrez comment il peut améliorer votre référencement%2$s."],"Tagline":["Slogan"],"Site title":["Titre du site"],"SEO analysis":["Analyse SEO"],"Text link counter":["Compteur de lien textuel"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["La fonctionnalité de contenu Cornerstone (articles importants) vous permet de marquer et filtrer les publications importantes de votre site. %1$sDécouvrez comment le contenu Cornerstone peut vous aider à améliorer la structure de votre site%2$s."],"Cornerstone content":["Contenu Cornestone"],"Save changes":["Enregistrer les modifications"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Admin bar menu":["Menu de la barre d’administration"],"Site settings":["Réglages du site"],"Readability analysis":["Analyse de lisibilité"],"A link to your site, with your site's name and description as anchor text.":["Un lien vers votre site, avec le nom de votre site et la description comme texte d’ancrage."],"A link to your site, with your site's name as anchor text.":["Un lien vers votre site, avec le nom de votre site comme texte d’ancrage."],"A link to the post, with the title as anchor text.":["Un lien vers la publication, avec le titre pour ancre de lien."],"A link to the archive for the post author, with the authors name as anchor text.":["Un lien vers les archives de l’auteur ou de l’autrice de la publication, avec son nom pour ancre de lien."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Vous pouvez utiliser les variables suivantes dans votre contenu, elles seront automatiquement remplacées par la valeur à droite."],"Content to put after each post in the feed":["Contenu à insérer après chaque article dans le flux"],"Content to put before each post in the feed":["Le contenu à ajouter avant chaque article dans le flux"],"Description":["Description"],"RSS":["RSS"],"Advanced settings":["Réglages avancés"],"Pinterest":["Pinterest "],"Google":["Google"],"Tools":["Outils"],"XML sitemaps":["Plans de site XML"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}